[
    {
        "title":"Antasecure",
        "definition":"Capacity to hold both a strong sense of security about oneself and an unshakable insecurity in social settings.",
        "examples":"<ul><li>Did you see Theodore's speech? His voice was trembling, that was embarrassing.</li><li>Oh you didn't know? He's <span class='highlight'>antasecure</span>.</li></ul>"
    },
    {
        "title":"Axio",
        "definition":"When one becomes ashamed of something she was proud of until then.",
        "examples":"I had an <span class='highlight'>axio</span> moment last night. It felt bad.",
        "antonym":"Oxia"
    },
    {
        "title":"Candidcrush",
        "definition":"A brief, intense and irrational enamouring of a person with whom the incompatibility is obvious. A candidcrush is often unconsciously sought and maintained as a way to revive long-forgotten feelings. Typically happens in summer.",
        "examples":"<ul><li>Andrew is getting really close to Carrie. Doesn't he have a partner?</li><li>Hmm, this looks to me like a <span class='highlight'>candidcrush</span>.</li></ul>"
    },
    {
        "title": "Jureadiction",
        "definition": "One's metabolism increase as she reads an article she disagrees with, spun by the idea that she would have to prove the author wrong in front of a partial jury. The phenomenon is exacerbated when the article has been shared by someone she highly values or respects."
    },
    {
        "title":"Oxia",
        "definition":"When one becomes proud of something she was ashamed of until then.",
        "examples":"I had an <span class='highlight'>oxia</span> moment last night. It felt good.",
        "antonym":"Axio"
    },
    {
        "title":"Repentort",
        "definition":"The discomfort one feels when a criticism she makes is unanimously approved, feeling she didn't do justice to the criticised party."
    },
    {
        "title":"Scizoops",
        "definition":"The willingness one has to be liked by someone she dislikes. In its most acute variant, the willingness increases exponentially with the intensity of dislike."
    },
    {
        "title":"Vertigandal",
        "definition":"Fear of making an utterly embarrassing statement while not thinking it e.g. suddenly saying <em>I love you</em> to someone you hate, or making a blatantly racist comment to a person of colour. Vertigandal is similar to one's fear of jumping from a building despite the fact that this is the latest of her intentions, or precisely because of that."
    }
]